Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 나는 그 말에 최대한 밝은 웃음을 지어주었다.
en_us: I gave him a brightest smile I could manage.

source: 그것 참, 요즘에도 잉크 쓰는 사람이 있나?
en_us: So people still used ink these days?

source: 그렇게 약 다섯 번 정도 게롯이 내 심장에 박힌 금속 쪼가리에 마력을 흘려 넣었다 그만두기를 반복했다.
en_us: He repeatedly injected mana into the metal in my heart for about 5 times.

source: 우리가 하는 일은 여기까지다.
en_us: This was as far as we could go.

source: 호수는 바다가 아니다.
en_us: A lake was not a sea.

source: 그쪽에게 안내를 받아볼까.
en_us: Perhaps I could ask her for an aid.

source: 나는 잠깐 숨을 몰아쉬며 내민 검을 받아들었다.{j}그리고, 게롯의 지시에 따라 나는 검을 휘두르기 시작했다.{j}기본자세부터, 검을 휘두르는 방법과 방어 자세 같은 것들이었다.
en_us: Huffing and puffing, I took the sword and began to swing according to Gerrod’s instructions, starting from the basic stance, swinging, defending and such.{j}{j}

source: 나는 괜찮다고 생각하면서 넘겼는데 몸에서 안 받을 수도 있잖아.
en_us: I might find this gruel alright, but this body might not appreciate it...

source: 지금 상황에 어지간히 불만이 있는 모양이다.
en_us: He seemed more than dissatisfied with the situation.

source: “뭐가 죄송한 건데.
en_us: “About what?

source: 잠깐 고민하던 나는 게롯을 바라봤다.
en_us: I hesitated before looking at Gerrod.

source: “신발을 아직 바꾸지 않았군.”
en_us: “I see you haven’t changed your shoes yet,” I commented.

source: “누구지?”
en_us: “Who is it?” I asked.

source: 나는 잠깐 숨을 몰아쉬며 내민 검을 받아들었다.{j}그리고, 게롯의 지시에 따라 나는 검을 휘두르기 시작했다.
en_us: Huffing and puffing, I took the sword and began to swing according to Gerrod’s instructions.{j}

source: 사실, 굳이 책의 페이지를 열어서 살펴볼 필요도 없었다.
en_us: To be honest, I didn’t need to even open the books.

source: 펑, 하는 소리와 함께 공기가 터져나간다.
en_us: The air cracked with a boom.

source: 그렇게 생각하니 차라리 마음이 편하다.{j}해가 지고 밤이 오고 다시 아침이 찾아오는 동안 계속해서 책을 읽고 머리를 굴리면서 내린 결론이었다.
en_us: Accepting the shittiness brings peace of mind was the conclusion that I had reached after reading all morning and all night.{j}

source: 나는 게롯의 말에 고개를 끄덕이고 입을 열었다.{j}“마력, 오늘 새벽에 느꼈습니다.”
en_us: I nodded and added, “I felt the mana this morning.”{j}

source: “카…… 하…….”{j}통증으로 인해 눈앞이 순간적으로 아찔해진다.
en_us: “Ugh... haa...” I groaned, my vision going blurry with pain.{j}

source: 남자의 콧잔등에 눌린 자국이 보인다.{j}원래는 안경을 쓰는 모양이다.
en_us: There was a slight indent on the man’s nose, suggesting that he normally wore glasses.{j}

source: 내 말에 로델린이 애매모호한 표정을 지었다.
en_us: Rodelline looked at me strangely.

source: “베른에게 안내해라.”
en_us: “Lead me to Verne.”

source: “야, 이거 겁나 편한데.”
en_us: “Hey, this is super convenient,” I murmured.

source: 저기로 가면 될 것 같은데.
en_us: That must be the place.

source: 내 말에 로델린이 고개를 저었다.
en_us: Rodelline shook her head.

source: 기억나지 않으십니까?”
en_us: Do you not remember?” the man asked.

source: 높으신 분이군.
en_us: So she was indeed quite a noble one.

source: 굳이 제 앞에서 숨기실 이유는 없습니다.”
en_us: You do not have to hide it in front of me.”

source: “마력을 과도하게 사용하거나, 마력을 축적할 때 조금이라도 욕심을 부린다면 그 이물감은 단순한 불쾌함의 정도를 넘어서게 됩니다.”
en_us: “If you overuse mana or take more than you can chew when you accumulate them, it will feel more than just unpleasant,” warned Gerrod.

source: 이후의 일은 우리가 신경 쓸 일이 아니다.
en_us: Anything beyond that was not our business.

source: 이리 와보게.”{j}안젤라가 잠깐 내 눈치를 보다가 베른의 앞에 섰다.
en_us: Come over here,” he said to Angela who looked at me before walking to Verne.{j}

source: “알겠습니다.”{j}노를 놓은 게롯이 입고 있던 갑옷을 벗고, 검을 뽑아 들었다.
en_us: “Understood,” replied Gerrod as he took off the armor and drew his sword.{j}

source: 나는 자리에서 일어나 식탁에 앉아 죽은 닭의 시체와 식물 뿌리에 달린 덩어리를 씹어 식사를 끝냈다.
en_us: I stood up and sat down at the table to eat the chicken carcass and the plant root.

source: “그렇습니까?”{j}나는 고개를 끄덕였다.
en_us: “Is that so?” I nodded.{j}

source: 원래는 이 사실을 밝힐 생각이 없었지만, 상황이 이렇게 되어버린 이상 숨길 수도 없다.{j}게롯은 지금 당장이라도 배를 돌릴 생각인 모양이었으니까.
en_us: Though I had no wish to reveal my plan, I had no choice now that Gerrod was ready to turn the boat right this moment.{j}

source: 그러고 보니, 내가 처음 녀석들을 발견했을 때 사람이 호수로 다이빙하는 중이었지.
en_us: Come to think of it, I did see someone diving into the water when I first noticed them.

source: 마법사?
en_us: A mage?

source: 이 산에 온 지 며칠이나 지났다고 벌써 저딴 게 튀어나와.
en_us: Why did I have to see that thing when I had just spent only a few days in these mountains?

source: 하이랜더는, 저 단어로 일축할 수 있다.
en_us: That would be two words that described highlanders.

source: 너는 자격이 있으니.{j}이 조각에 담긴 마력은 너를 해치지 않는다.
en_us: You have the right, so the mana in this piece of wood will not hurt you.{j}

source: “5열 종대로.”
en_us: “In line, 5 columns.”

source: 사람의 목숨은 소중하지만, 귀족과 평민이 있는 이 세상에서는 사람의 목숨 가치가 계급에 따라 결정된다.
en_us: Though all lives were precious, in this world divided into nobles and commoners, one’s social status determined one’s value.

source: 자기 전에 이빨에 담배꽁초를 비비는 것도 아니고.
en_us: The way he smelled, you could’ve believed that he put out his cigarettes on his teeth before bed.

source: 나는 그 말에 대답했다.
en_us: “Yes I am. My memories are yet to be back... but I assume you’re my father’s second wife?” I replied.

source: 가문의 번영.
en_us: So that was what she meant by the prosperity of the family.

source: 이 몸에는 재능이 깃들어 있다.
en_us: This body, however, did have talent.

source: 집 안에 들어온 녀석은 네 명이다.
en_us: There were four intruders.

source: 그렇겠지.
en_us: I could see that.

source: 피하려고 하면 피하지 못할 건 없지만, 피해서 뭐 어쩔 건데.
en_us: I could dodge if I wanted to, but what would be the use?

source: 이 테이블에 앉는 사람 중에 유일하게 내 편인 사람이 있다면 로델린이다.
en_us: If anyone on this table was on my side, it would be Rodelline.

source: “일단, 시신을 챙기죠.”
en_us: “Let’s get the bodies now,” I suggested.

source: 시간이 흘러가는 속도는 굉장히 상대적이다.
en_us: Time is relative.

source: “도련님, 이름이 기억나시는지 여쭈어봐도 되겠습니까.”
en_us: “Young master, could I ask you if you remember your name?” asked the doctor.

source: 거기에는 눈을 그게 뜬 여자 한 명이 서 있었다.
en_us: There stood a woman, her eyes wide open.

source: “평상시처럼이라…… 그것 참, 기쁜 소식인지 어떤지 잘 모르겠군요.
en_us: “Your normal routines...? I don’t know if I should be sad or glad.

source: 심장 두 개를 다 파괴하기 전까지는 문제없이 몸을 움직일 수 있다고 한다.
en_us: So these things could move without trouble until both of their hearts were destroyed.

source: 눈이 부어 있다.
en_us: Her eyes were puffy.

source: 어차피 못 가져가는 물건이다.{j}붉은 가지에 머무르는 의지 같은 게 있다는 걸 알았으니까.
en_us: I could not take it anyway now that I knew there was a will to the sword.{j}

source: “앞으로 5일이야.
en_us: “Five days.

source: 나는 긴장한 표정으로 하인들을 바라봤다.
en_us: I looked at the servants tensely.

source: 똥꼬에 아가미라도 달린 거냐?
en_us: Does he have gills on his ass or something?

source: 어쨌든 아무 일도 하지 않아도 밥은 매 끼니 나오고, 하고 싶은 일이 있다면 무리가 되지 않는 한 얼마든지 할 수 있다.
en_us: I still got three meals a day despite doing nothing. If I wanted to do anything, I could as long as it was reasonable.

source: 게롯은 나에게 쿠르스트 산맥에 있는 지인을 소개해 주고, 내 편의를 봐줘야 한다.
en_us: Gerrod would introduce me to his acquaintance in Kurst Mountains who would look after me.

source: “지금부터 적성 검사를 실시한다.
en_us: “We’ll now test your aptitude.

source: 거기에 더해서 약지에 끼워진 반지를 생각해보면 유부녀라는 것도 기정사실이다.
en_us: The ring on her finger spoke clearly that she was married.

source: 실제로, 몇 번 이어진 구타 속에서 여기에 모인 사람들은 자신이 낼 수 있는 최대한 빠른 속도로 지시받은 모든 일을 하기 위해 노력하기 시작했으니까.
en_us: Look at how the group here began to try their hardest to get things done as quickly as possible after a few beatings.

source: 그 덕분인지 뭔지, 배는 속도를 받아 쭉쭉 나아가기 시작했다.
en_us: Perhaps thanks to that, the boat began to move faster.

source: 알고 계실지 모르겠지만, 제가 시간이 촉박합니다.
en_us: You might be aware, but I have little time.

source: 너는 그 대신 이 검의 조각을 박아넣어라.
en_us: Embed this piece of the sword instead.

source: 문을 열고 들어간 나는 처음 들어오게 된 백작의 방을 빠르게 훑어봤다.
en_us: I entered and quickly scanned the count’s room.

source: 이러면 돌아가야겠는걸.”{j}노인의 목소리.
en_us: We should head back,” spoke an old man’s voice.{j}

source: 나는 그 말에 다소 황당하다는 듯한 표정으로 로델린을 바라봤다.
en_us: I stared at Rodelline incredulously.

source: 내 말에 레온 백작은 별다른 반응이 없었다.{j}뭔가 생각을 하는 모양이다.
en_us: Count Leon remained wordless as if in a deep thought.{j}

source: “잉크와 펜이 왼쪽에 놓여있습니다.
en_us: “The ink bottle and the pen are placed on the left.

source: 나는 그 말에 대답했다.{j}“저는 어느 정도 위치를 짐작하고 있습니다.{j}하지만, 저 녀석들은 행동을 보아하니 정확한 위치까지는 모르는 모양이에요.”
en_us: “I have an estimate of where it may be, but judging from what they’re doing, they do not,” I replied.{j}{j}

source: 다른 용도이기를 간절히 빌면서 다시금 안젤라는 마틴의 방 안으로 들어갔다.
en_us: Praying desperately that the item was for a different purpose, Angela entered Martin’s room.

source: 국경수비대의 규모는 크고, 이야기를 들어보니 수색대는 임무 특성상 다른 부대 사람들과 함께 있을 시간이 거의 없을 것이다.
en_us: There were many Border Guards, but judging from what I heard, the scouts had little opportunity to hang out with those from other troops.

source: 기억을 잃은 편이 훨씬 좋군그래.”
en_us: I very much prefer you without your memories.”

source: “기가 막히군.”
en_us: “Amazing,” I murmured.

source: “끓는 물에 풀어 넣고 끓여.”
en_us: “Put some in water and boil it.”

source: 사실, 징용과 다를 바 없는 식으로 인원의 보충이 이루어지고 있기 때문에, 이 자리에 모여있는 사람들은 대부분 도살장에 끌려온 어린양과 같은 표정을 짓고 있다.
en_us: They looked like lambs in a slaughterhouse. Most of them were not volunteers but drafted after all.

source: 거대한 장벽.
en_us: A huge wall.

source: 몸의 안팎을 골고루 적시는 바다의 짠물 아래에서.{j}그렇게 나는 정신을 잃었다.
en_us: I finally lost consciousness beneath the all-encompassing seawater.{j}

source: “그래서, 저는 뭘 해야 하는 거죠?”
en_us: “So what should I do now?” I asked.

source: 우리는 발생 할 수 있는 위협을 미리 찾아내 제거하면서 쿠르스트 산맥의 방어에 이바지한다.”{j}그는 말을 마치고 나서 서류를 훑어보고 입을 열었다.
en_us: We find and eliminate potential threat to help defend Kurst Mountains,” he said before looking through the papers again.{j}

source: 가서 쉬어.”
en_us: Go and rest,” I said.

source: “쿠르스트 산맥을 지키는 일은 명예로운 일이다.”
en_us: “It is an honor to get to protect Kurst Mountains.”

source: 타고난 육체와 끈질긴 생명력을 기반 삼아 본능에 몸을 맡기고 날뛰는 괴물들이다.
en_us: They were rampaging monsters that relied on instinct, thriving on their superior physique and vitality.

source: “내가 바꿀 수 있을 거라고 생각하는 거냐.”
en_us: “Do you think I could change my decision?”

source: “혹시, 앞에 계신 아름다운 분께서 제 어머니라면…… 아버지는 어디에 계신 겁니까?”
en_us: “If the beautiful lady before me is my mother... where is my father?” I questioned.

source: “하지만, 저 녀석들이 찾고 있는 게 정말로 도련님이 말씀하신 레드우드 가문의 가보인지는……!”
en_us: “But we don’t know if they’re really looking for the Redwood heirloom that you were talking about...!” one protested.

source: 수색대는 쿠르스트 산맥을 지키는 게 아니다.{j}위협을 찾아내서 미리 처리하는 것에 중점을 두고 있다.
en_us: The scouts were not in charge of defending the mountains but finding and eliminating the potential threat.{j}

source: 무게는, 한 30kg 정도.
en_us: In total, it weighed about 66 lb.

source: 내 말에 도리안이 대답했다.{j}“그렇게 멀지는 않다.{j}며칠 이동하면 족히 도착할 거야.”
en_us: “Not that far. We’ll get there in a few days,” replied Dorian.{j}{j}

source: 즉, 저 발 치수 중 하나는 그 마법사의 것이다.
en_us: In other words, one of them belonged to the mage.

source: 그래, 백작 약지에 끼워진 반지가 두 개일 때부터 어쩐지 이럴 거라고 생각했지.
en_us: Yes, I had guessed this might be the case when I saw two rings on the count’s finger.

source: “도련님, 지금이라도 배를 돌리는게…….”
en_us: “Young master, I believe we should turn back...” he murmured.

source: 그러기 위해서는 언제 올지 모르는 하이랜더가 오기를 기도하며 시간을 보낼 수는 없다.
en_us: To do that, I couldn’t just wait and pray for highlanders to come by.

source: 그래, 그걸 맞춘 게 조금 신기했던 모양이지?
en_us: So that’s what surprised him, huh?

source: “전원 기상.”
en_us: “Everyone, get up.”

source: 지금 당장 검증할 수 없는 가설에 대해 상상하기 시작하면, 가설이 이성을 속이게 된다.
en_us: Letting my imagination get away with hypothesis I cannot currently prove will only shroud my reason.

source: 시체를 찾아내고 용의자의 범위를 좁히는 걸로 쿠르스트 산맥에서 게롯의 지인에게 도움을 받을 만한 값은 하고도 남았다.
en_us: I did more than enough to earn help from Gerrod’s acquaintance in Kurst Mountains by finding the bodies and narrowing down on the suspect.

source: 기사는 심장에 구심점을 박아넣고, 쌓아놓은 마력을 혈관을 통해 체내에 공급해 육체를 강화한다.
en_us: A knight created a core in their heart and strengthened their body by distributing accumulated mana through the veins.

source: 나는 그 말에 눈을 떴다.
en_us: My eyes snapped open.

source: 젠장맞을.
en_us: Damn.

source: 키는 누워있어서 정확하게 특정하기 힘들다.
en_us: I couldn’t tell anything about the height since I was lying down.

source: “아닙니다!
en_us: “Not at all!

source: 내 말에 여자가 배 아래에서 긁어 올리는 것 같은 힘겨운 목소리로 대답했다.{j}“어머니라면, 이 아니라 어머니란다.{j}마틴.”
en_us: “I am indeed your mother, Martin,” the woman replied with difficulty in a hoarse voice.{j}{j}

source: 일반적으로 30시간이 지나면 턱관절의 경직이 풀리고, 거기에서 추가로 6-7시간 정도 지나면 상지의 경직이 풀어진다.
en_us: The jaw was released in about 30 hours followed by the upper limbs in an additional 6 to 7 hours.

source: 내 말에 나를 보고 있던 남녀가 동시에 움찔했다.
en_us: Both the man and the woman flinched.

source: 뭘 하는데 아파.
en_us: What was he doing that could hurt?

source: 녀석도 그 정도 머리는 돌아갈 것이다.
en_us: The bastard should be smart enough.

source: 아직은 나도 제대로 뭔가를 추리해 내기에는 너무 아는 상식이 적고.
en_us: I knew too little to deduce anything at the moment after all.

source: 애초에, 지금 이 세상이 현대는 아닌 것 같다.
en_us: To start with, this world did not look contemporary at all.

source: “오랜 시간 유지할 수는 없지만…… 발현 범위를 온몸으로 한다면, 공성추가 제 몸에 부딪혀도 두어 번은 능히 견뎌낼 수 있습니다.”
en_us: “I cannot assume this for long... but if I extend the area to my whole body, I can withstand one or two hits from a battering ram.”

source: “대답해 주셔서 감사합니다.
en_us: “Thank you for giving me an answer.

source: “네, 이전에 테네스 공국에서 주문한 물건입니다.
en_us: “Yes, it was ordered from Duchy of Thenes.

source: “뷔페가 따로 없네.”
en_us: “A buffet of terrors, huh.”

source: 이전에 물에 빠지면서 봤던 검을 찾아내기 위해서는 시간이 필요하다.
en_us: I would need some time to find the sword that I had seen when I was underwater.

source: 그 와중에 밤에는 잠을 자야 했으니 해가 저물면 마차는 멈췄고, 나는 게롯이 지켜보는 가운데 마력을 끌어모으는 연습을 할 수 있었고, 조금이지만 마력을 구심점 안에 축적하는 데에도 성공했다.{j}많은 양은 아니었다.
en_us: Though I had to sleep at night, the carriage stopped once the sun set, and I could practice collecting mana under Gerrod’s watch. I even collected some--as little as it was--in my core.{j}

source: “발자국.”{j}나는 그렇게 중얼거리고 게롯을 잠깐 멈춰 세운 다음 주변을 훑어봤다.
en_us: “Footprints,” I said quietly as I stopped Gerrod to look around.{j}

source: 식사는 항상 여기에서 할 거라고 말해두었기 때문에, 안젤라는 트레이를 끌고 안으로 들어와 테이블 위에 식사를 차리기 시작했다.
en_us: I had told her that I would have all my meals here. Angela entered with a tray and began to set the table.

source: 그 쿠르스트 산맥이라는 곳이 도대체 어떤 곳인지는 잘 모르지만 후작가 차남을 죽인 대가로 가는 곳에 비키니 입은 바텐더와 선베드가 있을 리는 없잖아.
en_us: Whatever those Kurst Mountains was, if I was being sent there for killing the second son of a marquess, there was no way it would be bikinis and sunshine.

source: 하나는 어제 찾아왔었던 나의 아버지 되는 백작이고, 다른 한 명은 처음 보는 여자다.{j}나이는 내 어머니와 비슷해 보인다.
en_us: One was my father the count and the other was an unfamiliar woman who looked to be about the same age as my mother.{j}

source: 뻑, 하는 소리와 함께 병사가 풀어 든 칼집이 내 머리를 후려갈긴다.
en_us: A soldier whacked my head with a resounding thwack!

source: 빠르게 움직일 필요 없다.{j}지금 눈앞에 나타나는 분신들은 적이 아니다.
en_us: I did not need to move quickly as the doubles were not my enemies.{j}

source: 당연히 도리안이 잘 아는 사람일 것이다.
en_us: Of course, the knight would be someone Dorian knew well.

source: 이제 움직이겠습니다.”
en_us: I’m going to move now.”

source: 내 말에 로델린이 고개를 끄덕였고, 나는 자리에서 일어나며 데이먼을 바라봤다.{j}녀석이 자리에서 일어나고, 나와 함께 문을 나섰다.
en_us: She nodded and I stood up to look straight at Damon who stood up to leave the hall.{j}

source: 내 질문에 하녀가 곧바로 고개를 휙휙 저으며 대답했다.
en_us: The maid shook her head.

source: 지구 어디를 뒤져봐도 마력이라는 단어를 이런 식으로 설명한 사전은 없을 것이다.
en_us: No dictionary in the planet earth would describe a word like this.

source: 또 다른 능력인 은신에 대해서는 비밀로 숨겨둘 생각이다.
en_us: As for the second ability of stealth, I was planning to remain silent about it.

source: “……정말이군요.”{j}게롯이 나를 귀신이라도 보는 표정으로 바라본다.
en_us: “It is as you said...” spoke Gerrod as he looked at me in wonder.{j}

source: 기껏해야 손거울 정도를 예상했지, 설마 벽에 걸려있는 거울을 가져올 줄은 몰랐다.
en_us: I had hoped for a tiny hand mirror, not the giant one from the wall.

source: 나는 이판사판의 심정으로 목검을 향해 헤엄쳤다.{j}숨이 막혀 죽을 것 같은 심정으로 목검을 잡자.
en_us: I began to swim direly toward the wooden sword, determined to grab it with desperation.{j}

source: “이건 뭐야.”
en_us: “What is this?”

source: 차를 한 모금 마신 나는 고개를 갸웃했다.
en_us: Sipping the tea, I tilted my head in confusion.

source: 게롯의 말을 전부 믿을 수는 없겠지만, 그중에 50% 정도만 사실이라고 해도 꽤 탐이 나는 인재란 말이지.”
en_us: Though I can’t trust everything Gerrod says, you are quite a talent even if only half of what he says is true.”

source: 그 이외의 이야기는 딱히 레온 백작에게 이야기할 이유가 없었기에 말하지 않았다.
en_us: I did not bother to tell Count Leon about anything else because there was no need.

source: “부탁드립니다.”
en_us: “Please.”

source: “쿠르스트 산맥의 국경 수비대는 오랜 기간 하이랜더들과 싸워왔습니다.
en_us: “The Border Guards of Kurst Mountains have fought the highlanders for a long time.

source: 아하, 발현점을 넘는 양의 마력을 축적하고 나면 얻게 되는 능력은 영혼을 닮는다고 했나.
en_us: Ha, so this is why they say that the ability one gains after accumulating mana to the point of manifestation resembles one’s characteristics.

source: 니들이 나를 배 위에서 밀기라도 했나 봐?”
en_us: Did you push me off the boat or something?”

source: ― 말을 조심하렴, 나의 후손아.
en_us: Mind your words, my child, she warned.

source: ― 로티샤 호수가 유지되는 이유는 붉은 가지의 마력 덕분이다.
en_us: It is thanks to the mana embedded in the Red Branch that Lake Roticha persists.

source: 뭐, 호수가 얼어붙지 않는 비밀 따위는 아무래도 좋다.
en_us: I couldn’t care less about the reason the lake didn’t freeze over.

source: 자주 들르게 될 것 같다.
en_us: I had a feeling I might be in this space a lot.

source: 궁금하면 뜯어서 열어보면 될 거 아니야.
en_us: Why not just open up the bodies?

source: 흥신소를 운영하면서 내가 했던 일들은 외국의 사립탐정이 하는 일과 크게 다르지 않았다.{j}얻어낼 수 있는 정보를 최대한 확보하고, 그 정보를 분석한다.
en_us: What I did in the private agency was no different from what private investigators overseas did: gather as much information as possible and analyze it.{j}

source: 이것도 충실히 수행해야겠지만, 뭔가가 더 있어야 한다.
en_us: I shouldn’t forego this training, but I also needed something else.

source: 다른 사람들도 그런 백작에게 굳이 말을 붙이려 들지는 않았고, 식사는 그렇게 마무리되었다.
en_us: The others didn’t bother to push the count, and the breakfast ended without much ado.

source: 뭐?
en_us: What?

source: “네 말대로, 이 방을 쓰던 기사는 심각한 부상을 입고 오른 다리를 절단해야 했다.{j}시인이 되고 싶어 했는지 어떤지는 모르겠지만.”
en_us: “As you said, the knight who used this room had to have his right leg amputated after a serious injury though I don’t know much about becoming a poet.”{j}

source: 내 말에 게롯이 음, 하는 소리를 내고 고개를 끄덕였다.{j}“그렇습니다.”
en_us: Gerrod nodded, “Yes, they are.”{j}

source: 내가 쿠르스트 산맥으로 가는 데에는 별다른 불만이 없는데.{j}아무리 그래도 그건 좀 아니지 않냐, 이게 가족이야?
en_us: I may have no big issue going to Kurs Mountains, but this was unacceptable. Was this really how families should act?{j}

source: “어걱.”
en_us: “Ugh.”

source: 손에는 악어가죽으로 만든 장갑을 끼고 있다.
en_us: On his hand was a glove made of alligator skin.

source: “여깁니다!”
en_us: “Here!” the servant yelled.

source: “잠시, 뭐 좀 확인해보겠습니다.”{j}그리고 내 등에 게롯이 손을 올려놓았다.
en_us: “Let me check for something,” he said as he placed his hand on my back.{j}

source: “오른 다리의 의족은?”
en_us: “And the prosthetics on his right leg?” he asked.

source: 나룻배는 물가를 향해 이동하기 시작했다.
en_us: The boat was moving ashore.

source: “나에게 붉은 가지가 필요합니다.”
en_us: “I need the Red Branch.”

source: 다른 기사들도 강한 힘에 대한 동경이 있겠지만, 나는 강한 기사에 대한 동경이 있어서 마력을 끌어모으는 게 아니다.
en_us: Other knights might long for power as much as anyone else, but I wasn’t collecting mana out of desire.

source: 녀석이 내 턱주가리를 붙잡고 얼굴을 들이민다.
en_us: He grabbed my chin and leaned in.

source: 아, 내 몸의 원주인은 뺨의 화상 자국이 있었다.
en_us: Oh, the owner of my body had a burn mark on the cheeks.

source: 이름이 불린 자들은 옆으로 빠지도록.
en_us: Those that I call should step aside.

source: 그리고 기름을 발라 정돈한 머리.
en_us: His hair was sleeked with hair oil.

source: 따라서, 붉은 가지에 남아있던 마력은 로티샤 호수로 녹아들어 지금의 로티샤 호수를 계속해서 유지할 것이다.
en_us: So the mana left in the sword I shall disperse through the lake so it could be used to preserve it.

source: “애초에 나한테 별다른 기대를 하지 않는 모양이지.”
en_us: “I guess they don’t expect much from me.”

source: 게롯에게도 이런저런 이야기를 듣고, 책으로도 계속해서 하이랜더라고 하는 녀석들에 대해서 살펴봤다.
en_us: In addition to what Gerrod told me, I looked into the creatures through the books.

source: 내 말에 도리안이 대답을 돌려준다.{j}“보급을 담당하는 부대에서는 이곳까지 오고 싶어 하지는 않더군.”
en_us: “The troop responsible for the distribution of supplies is rather reluctant to come all the way here,” replied Dorian.{j}

source: 귀가 뭉개져 있는 걸 보니 이전에는 레슬링을 했던 모양이지.
en_us: Judging from the way his ear was crumpled, he must have been a wrestler at one point.

source: 내 말에 그가 대답했다.{j}“실족사는 거의 없다.{j}대부분 이쯤 와서 여기를 건너라고 하면 포기하니까.{j}이곳은 아카데미가 아니다.{j}사람을 만들어 쓰는 게 아니라, 이미 만들어진 사람을 쓰는 곳이지.”
en_us: “Not many die by falling, Most simply give up if asked to walk over the path here. This isn’t an academy. We don’t train people. We take trained people,” he replied.{j}{j}{j}{j}

source: 그 말에 우리는 곧바로 자리에서 일어났다.
en_us: We stood up immediately.

source: “더 받치고 있는 것도 고역일 것 같으니, 다시 돌려놓아 줘.”
en_us: “You seem like you’re having a hard time holding that thing. Just put it back down,” I advised.

source: 나는 빠지기 전에 숨을 크게 몰아쉬지 않았다.
en_us: I didn’t bother to take a deep breath before being thrown in.

source: 자기 입으로 당당하게 능력을 발현하면 공성추가 들이받아도 괜찮다고 한 것치고는 약간 쪽팔린 상황 같은데.
en_us: He was in a rather sorry state for someone who had said he could take on a battering ram.

source: “찾기 힘든 거 찾아내는 건 또 내가 전문이지.”
en_us: “When it comes to finding something hidden, I’m the expert,” I murmured.

source: 아무래도 오늘 하루는 이렇게 지나갈 모양이다.
en_us: I supposed this would be it for the day.

source: 내 말에 하인들이 두려움에 질린 표정으로 고개를 끄덕였다.
en_us: The servants nodded fearfully.

source: “아, 붉은 가지는 이제 못 쓰게 되었군.
en_us: “Oh, the Red Branch is useless now.

source: 나는 그 말에 잠깐 안젤라를 보다가 말했다.{j}“호수로 가게 되면 어차피 따로 붙박이 하녀가 필요할 일은 없겠지.{j}그럼 그때 맞춰서 한 3일 쉬다 와.”
en_us: I stared at Angela for a moment before replying, “I wouldn’t need a maid if I’m going to the lake. Go and take three or so days then.”{j}{j}

source: 따로 방향성이 부여되지 않은 마력은 사물을 파괴한다.
en_us: Mana without direction destroyed things.

source: 다 알겠습니다.
en_us: I understand.

source: 거지 같았던 인생에 대한 보상이라도 되는 걸까.
en_us: Was this some kind of compensation for the shitty life I had?

source: 머무르는 동안 편의를 봐줄 사람 한 명을 소개받을 수 있다면, 저도 함께 움직여 줘야 게롯 경도 손해를 보지 않죠.”
en_us: If you could introduce me to someone who could watch my back during my stay, I should at least tag along.”

source: 그렇지, 어쨌든 안에 들어있는 것이 무엇이건 나는 로델린의 아들이 되었다.
en_us: Yes. Whoever I was inside, I was Rodelline’s son now.

source: 그렇겠지, 가문의 상징이 목검이라니, 이상하잖아.
en_us: Yes. It is strange that a family’s symbol should be a wooden sword.

source: 당연히 한 번 더 구타의 시간이 이어졌다.
en_us: Obviously, what followed was another beating session.

source: 서재에서 관련 있어 보이는 책들을 찾아낸 나는 쿠르스트 산맥과 국경 수비대에 대한 정보를 읽기 시작했다.
en_us: Finding relevant books in the study, I began to read up on Kurst Mountains and the Border Guards.

source: 그 말을 끝으로 형상이 흐려지고, 주변에 만들어져 있던 공기 방울이 사라진다.
en_us: The figure grew faint as did the bubble.

source: “농담 따먹을 생각 없다.”
en_us: “I’m not joking with you,” the man growled.

source: 그것 참.”{j}말을 마친 그는 잠깐 눈을 감고 있다가 약간 가라앉은 목소리로 입을 열었다.
en_us: How could this be,” he said, closing his mouth. He opened his mouth to speak again in a slightly hoarse voice.{j}

source: 외골수는 아니었던 모양이다.{j}상대방과 협상을 할 정도의 유연성은 겸비하고 있었군.
en_us: I suppose he was not too stubborn if he could be flexible enough to negotiate.{j}

source: 그렇게 중얼거리고 나서 뒤를 돌았던 나는 걸음을 다시 멈추고 그 진열함 쪽으로 다가가 눈을 가늘게 뜬 채 여기에 놓여있었을 검의 형태를 떠올리기 시작했다.
en_us: I turned before coming to a halt and going back. Narrowing my eyes, I began to picture the sword that would have been here.

source: 아, 귀찮게 되었네.
en_us: Ugh, what a bother.

source: 약지에 끼워진 반지는 로델린의 약지에 끼워진 반지와 그 형태가 닮았다.
en_us: The ring on his finger resembled the one on Rodelline’s.

source: 마틴 레드우드가 실신했을 때, 가솔들은 기쁜 마음을 감추기 위해 기를 써야 했고, 다시금 마틴 레드우드가 정신을 차렸을 때는 반대로 슬픈 마음을 감추기 위해 기를 써야 했다.
en_us: When Martin Redwood collapsed, the servants had to fight to keep themselves from laughing. When he woke up again, they had to fight to keep themselves from crying.

source: 마치, 구더기가 심장을 파먹는 것 같은 느낌.
en_us: It felt like maggots delving into the organ.

source: 목검까지는 얼마 안 남았다.{j}그리고, 호수 수면까지는 대충 10m 이상이 남았다.
en_us: I was only inches away from the wooden sword and about 32 feet from the surface.{j}

source: 너냐, 아니면 그 레브란트 후작이라는 녀석이냐.
en_us: Was it him or that bastard called Marquess Levrant?

source: 찔리면 들숨이고 날숨이고 쉴 수가 없다.
en_us: If stabbed, the victim could not breathe at all.

source: 검을 뽑아간다면, 호수는 마르게 될 것이다.
en_us: Once you take the water, the lake will dry up.
